Repository: ankostyuk/demo-rsearch
Catalog: i18n/ui_keys/*.po
Languages: ru

# AFFILIATE_20_PERCENT
source: share over 20%
ru: доля более 20%

# AFFILIATE_MEMBER_BOARD_DIRECTORS
source: board member
ru: член совета директоров

# AFFILIATE_SAME_GROUP
source: same group
ru: одна группа лиц

# AFFILIATE_SOLE_EXECUTIVE
source: sole executive body
ru: единоличный исполнительный орган

# FZ_223
source: 223-FL
ru: 223-ФЗ

# FZ_44
source: 44-FL
ru: 44-ФЗ

# FZ_94
source: 94-FL
ru: 94-ФЗ

source: NG_PLURALIZE::RELATION_ADDRESS-children
ru: {'one': '{} компания', 'few': '{} компании', 'many': '{} компаний', 'other': '{} компании'}

source: NG_PLURALIZE::RELATION_ADDRESS-parents
ru: {'one': 'Адрес', 'few': '{} адреса', 'many': '{} адресов', 'other': '{} адреса'}

source: NG_PLURALIZE::RELATION_AFFILIATED_COMPANY-children
ru: {'one': '{} зависимая компания', 'few': '{} зависимые компании', 'many': '{} зависимых компаний', 'other': '{} зависимой компании'}

source: NG_PLURALIZE::RELATION_AFFILIATED_COMPANY-parents
ru: {'one': '{} аффилированная компания', 'few': '{} аффилированные компании', 'many': '{} аффилированных компаний', 'other': '{} аффилированной компании'}

source: NG_PLURALIZE::RELATION_AFFILIATED_INDIVIDUAL-children
ru: {'one': '{} зависимая компания', 'few': '{} зависимые компании', 'many': '{} зависимых компаний', 'other': '{} зависимой компании'}

source: NG_PLURALIZE::RELATION_AFFILIATED_INDIVIDUAL-parents
ru: {'one': '{} аффилированное физическое лицо', 'few': '{} аффилированных физических лица', 'many': '{} аффилированных физических лиц', 'other': '{} аффилированного физического лица'}

source: NG_PLURALIZE::RELATION_COMMISSION_MEMBER-children
ru: {'one': '{} закупочная комиссия', 'few': '{} закупочные комиссии', 'many': '{} закупочных комиссий', 'other': '{} закупочных комиссий'}

source: NG_PLURALIZE::RELATION_COMMISSION_MEMBER-parents
ru: {'one': '{} член комиссии', 'few': '{} члена комиссии', 'many': '{} членов комиссии', 'other': '{} члена комиссии'}

source: NG_PLURALIZE::RELATION_CUSTOMER_COMPANY-children
ru: {'one': '{} закупка', 'few': '{} закупки', 'many': '{} закупок', 'other': '{} закупки'}

source: NG_PLURALIZE::RELATION_CUSTOMER_COMPANY-parents
ru: {'one': 'Заказчик', 'few': '{} заказчика', 'many': '{} заказчиков', 'other': '{} заказчика'}

source: NG_PLURALIZE::RELATION_EMPLOYEE-children
ru: {'one': '{} организатор закупки', 'few': '{} организатора закупок', 'many': '{} организаторов закупок', 'other': '{} организатора закупок'}

source: NG_PLURALIZE::RELATION_EMPLOYEE-parents
ru: {'one': '{} контактное лицо', 'few': '{} контактных лица', 'many': '{} контактных лиц', 'other': '{} контактных лица'}

source: NG_PLURALIZE::RELATION_EXECUTIVE_COMPANY-children
ru: {'one': '{} руководимая компания', 'few': '{} руководимые компании', 'many': '{} руководимых компаний', 'other': '{} руководимой компании'}

source: NG_PLURALIZE::RELATION_EXECUTIVE_COMPANY-parents
ru: {'one': '{} управляющая компания', 'few': '{} управляющие компании', 'many': '{} управляющих компаний', 'other': '{} управляющей компании'}

source: NG_PLURALIZE::RELATION_EXECUTIVE_INDIVIDUAL-children
ru: {'one': '{} руководимая компания', 'few': '{} руководимые компании', 'many': '{} руководимых компаний', 'other': '{} руководимой компании'}

# NG_PLURALIZE::RELATION_EXECUTIVE_INDIVIDUAL-parents
source: {'one': 'Руководитель', 'few': '{} руководителя', 'many': '{} руководителей', 'other': '{} руководителя', 'null': 'Нет руководителя'}
ru: {'one': 'Руководитель', 'few': '{} руководителя', 'many': '{} руководителей', 'other': '{} руководителя'}

source: NG_PLURALIZE::RELATION_FOUNDER-parents
ru: {'one': '{} учредитель', 'few': '{} учредителя', 'many': '{} учредителей', 'other': '{} учредителя'}

source: NG_PLURALIZE::RELATION_FOUNDER_COMPANY-children
ru: {'one': '{} учреждённая компания', 'few': '{} учреждённые компании', 'many': '{} учреждённых компаний', 'other': '{} учреждённой компании'}

source: NG_PLURALIZE::RELATION_FOUNDER_COMPANY-parents
ru: {'one': '{} учредитель компания', 'few': '{} учредителя компании', 'many': '{} учредителей компаний', 'other': '{} учредителя компании'}

source: NG_PLURALIZE::RELATION_FOUNDER_INDIVIDUAL-children
ru: {'one': '{} учреждённая компания', 'few': '{} учреждённые компании', 'many': '{} учреждённых компаний', 'other': '{} учреждённой компании'}

source: NG_PLURALIZE::RELATION_FOUNDER_INDIVIDUAL-parents
ru: {'one': '{} учредитель физическое лицо', 'few': '{} учредителя физических лица', 'many': '{} учредителей физических лиц', 'other': '{} учредителя физического лица'}

source: NG_PLURALIZE::RELATION_HEAD_COMPANY-children
ru: {'one': '{} филиал', 'few': '{} филиала', 'many': '{} филиалов', 'other': '{} филиала'}

source: NG_PLURALIZE::RELATION_HEAD_COMPANY-parents
ru: {'one': 'Головная компания', 'few': '{} головные компании', 'many': '{} головных компаний', 'other': '{} головной компании'}

source: NG_PLURALIZE::RELATION_PARTICIPANT_COMPANY-children
ru: {'one': '{} участие в закупках', 'few': '{} участия в закупках', 'many': '{} участий в закупках', 'other': '{} участий в закупках'}

source: NG_PLURALIZE::RELATION_PARTICIPANT_COMPANY-parents
ru: {'one': '{} участник компания', 'few': '{} участника компании', 'many': '{} участников компаний', 'other': '{} участника компании'}

source: NG_PLURALIZE::RELATION_PARTICIPANT_INDIVIDUAL-children
ru: {'one': '{} участие в закупках', 'few': '{} участия в закупках', 'many': '{} участий в закупках', 'other': '{} участий в закупках'}

source: NG_PLURALIZE::RELATION_PARTICIPANT_INDIVIDUAL-parents
ru: {'one': '{} участник физическое лицо', 'few': '{} участника физических лица', 'many': '{} участников физических лиц', 'other': '{} участника физического лица'}

source: NG_PLURALIZE::RELATION_PHONE-children
ru: {'one': '{} компания', 'few': '{} компании', 'many': '{} компаний', 'other': '{} компании'}

source: NG_PLURALIZE::RELATION_PHONE-parents
ru: {'one': '{} телефон', 'few': '{} телефона', 'many': '{} телефонов', 'other': '{} телефона'}

source: NG_PLURALIZE::RELATION_PREDECESSOR_COMPANY-children
ru: {'one': '{} правопреемник', 'few': '{} правопреемника', 'many': '{} правопреемников', 'other': '{} правопреемника'}

source: NG_PLURALIZE::RELATION_PREDECESSOR_COMPANY-parents
ru: {'one': '{} предшественник', 'few': '{} предшественника', 'many': '{} предшественников', 'other': '{} предшественника'}

source: NG_PLURALIZE::RELATION_REGISTER_HOLDER-children
ru: {'one': '{} эмитент', 'few': '{} эмитента', 'many': '{} эмитентов', 'other': '{} эмитента'}

source: NG_PLURALIZE::RELATION_REGISTER_HOLDER-parents
ru: {'one': '{} реестродержатель', 'few': '{} реестродержателя', 'many': '{} реестродержателей', 'other': '{} реестродержателя'}

source: not admitted
ru: не допущен

source: participant
ru: участник

source: RELATION_GROUP_AFFILIATED
ru: Аффилированные лица

source: RELATION_GROUP_CONTACTS
ru: Контакты

source: RELATION_GROUP_PURCHASE
ru: Закупки

source: rub.
ru: руб.

# WIN
source: winner
ru: победитель

# disclosure
source: List of affiliates
ru: Список аффилированных лиц

# eaf
source: EGRUL archive
ru: Архив ЕГРЮЛ

source: EGRUL
ru: ЕГРЮЛ

# egrul_individual_executive
source: EGRUL
ru: ЕГРЮЛ

# egrul_individual_founder
source: EGRUL
ru: ЕГРЮЛ

# purchases
source: Procurements
ru: Закупки

source: Rosstat
ru: Росстат

# xegrul
source: EGRUL
ru: ЕГРЮЛ
